Repository: RaHakubun/Pure-AI-Weekyii
Catalog: Weekyii/Weekyii/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.add
source: Add
zh_hans: 添加

# action.cancel
source: Cancel
zh_hans: 取消

# action.create
source: Create
zh_hans: 创建

# action.done
source: Done
zh_hans: 完成

# action.done_focus
source: Done Focus
zh_hans: 完成专注

# action.edit
source: Edit
zh_hans: 编辑

# action.ok
source: OK
zh_hans: 确定

# action.save
source: Save
zh_hans: 保存

# action.start
source: Start
zh_hans: 开始

# alert.title
source: Notice
zh_hans: 提示

# complete.title
source: Completed
zh_hans: 已完成

# completed.congratulations
source: Congratulations!
zh_hans: 太棒了！

# completed.message
source: You've completed all tasks for today.
zh_hans: 今日任务已全部完成，请劳逸结合，好好休息！

# day.empty.subtitle
source: Add tasks if you want to plan ahead.
zh_hans: 如需提前规划，可添加任务。

# day.empty.title
source: No tasks yet
zh_hans: 暂无任务

# draft.add_title
source: Add Task
zh_hans: 新增任务

# draft.edit_title
source: Edit Task
zh_hans: 编辑任务

# draft.empty
source: Draft list is empty.
zh_hans: 草稿列表为空。

# draft.title
source: Draft
zh_hans: 草稿

# error.cannot_edit_started
source: Started days cannot be edited.
zh_hans: 已启动的任务流无法编辑。

# error.cannot_start_empty
source: Task list is empty.
zh_hans: 任务列表为空，无法启动。

# error.date_format_invalid
source: Invalid date format.
zh_hans: 日期格式非法。

# error.day_not_found
source: Day not found.
zh_hans: 找不到日期。

# error.kill_time_passed
source: Kill time has passed.
zh_hans: 当前时间已超过 Kill Time。

# error.operation_failed_retry
source: Operation failed. Please try again.
zh_hans: 创建失败，请重试。

# expired.count
source: Expired
zh_hans: 过期任务

# expired.title
source: Expired
zh_hans: 任务已过期

# extensions.hub.empty.tap_to_see_all
source: Tap to see all
zh_hans: 点按查看全部

# extensions.hub.mindstamps.empty
source: Capture a moment
zh_hans: 记录一个瞬间

# extensions.hub.mindstamps.image_only
source: Image-only entry
zh_hans: 仅图片记录

# extensions.hub.projects.active_count
source: %lld active
zh_hans: %lld 个进行中

# extensions.hub.projects.empty
source: No projects in progress
zh_hans: 还没有推进中的项目

# extensions.hub.projects.next_step
source: Next
zh_hans: 下一步

# extensions.hub.projects.no_next_task
source: No next task yet
zh_hans: 当前没有待推进任务

# extensions.hub.projects.remaining
source: %lld remaining
zh_hans: 剩余 %lld 项

# extensions.hub.projects.tap_to_see_all
source: Tap to see all projects
zh_hans: 点按查看全部项目

# extensions.hub.suspended.count
source: %lld items
zh_hans: %lld 项

# extensions.hub.suspended.deadline.date
source: Decide by %@
zh_hans: %@ 决定

# extensions.hub.suspended.deadline.days
source: Decide in %lld days
zh_hans: %lld 天后决定

# extensions.hub.suspended.deadline.overdue
source: Decision overdue
zh_hans: 已超过决策日

# extensions.hub.suspended.deadline.today
source: Decide today
zh_hans: 今天决定

# extensions.hub.suspended.empty
source: No undecided tasks
zh_hans: 暂无未决事项

# extensions.module.mindstamps.subtitle
source: Capture words and images that keep you grounded
zh_hans: 记录提醒自己的文字与图像

# extensions.module.mindstamps.title
source: Mind Stamps
zh_hans: 呆胶布

# extensions.module.projects.subtitle
source: Manage cross-day tasks and progress
zh_hans: 管理跨天任务与进度

# extensions.module.projects.title
source: Projects
zh_hans: 项目

# extensions.module.see_all
source: See all
zh_hans: 查看全部

# extensions.module.suspended.title
source: Decision Box
zh_hans: 悬置箱

# extensions.tab.mindstamps
source: Mind Stamps
zh_hans: 呆胶布

# extensions.tab.projects
source: Projects
zh_hans: 项目

# focus.title
source: Focus Task
zh_hans: 专注任务

# frozen.title
source: Frozen Tasks
zh_hans: 冻结任务

# kill_time.label
source: Kill Time
zh_hans: 截止时间

# killtime.title
source: Kill Time
zh_hans: 截止时间

source: Loading...
zh_hans: 加载中...

# mindstamp.add
source: New Stamp
zh_hans: 新建呆胶布

# mindstamp.delete.confirm
source: Delete
zh_hans: 删除

# mindstamp.delete.message
source: This stamp will be permanently deleted.
zh_hans: 此呆胶布将被永久删除。

# mindstamp.delete.title
source: Delete Stamp?
zh_hans: 删除呆胶布？

# mindstamp.editor.add_image
source: Add
zh_hans: 添加

# mindstamp.editor.create_title
source: New Mind Stamp
zh_hans: 创建呆胶布

# mindstamp.editor.edit_title
source: Edit Mind Stamp
zh_hans: 编辑呆胶布

# mindstamp.editor.images
source: Images
zh_hans: 图片

# mindstamp.editor.text
source: Text
zh_hans: 内容

# mindstamp.editor.text.placeholder
source: Your mind stamp...
zh_hans: 写下这张呆胶布...

# mindstamp.empty.subtitle
source: Seal your thoughts, revisit when you start focus.
zh_hans: 贴下想记住的文字与图像，开始一天时再看一眼。

# mindstamp.empty.title
source: No Mind Stamps Yet
zh_hans: 暂无呆胶布

# mindstamp.error.empty
source: Stamp cannot be empty.
zh_hans: 呆胶布内容不能为空。

# mindstamp.placeholder
source: No text
zh_hans: 无文字内容

# mindstamp.ritual.dismiss
source: Got it
zh_hans: 知道了

# mindstamp.ritual.title
source: Mind Stamp
zh_hans: 呆胶布

# notification.kill_time
source: Today's task flow is about to expire.
zh_hans: 今日任务流到期提醒

# past.completed
source: Completed
zh_hans: 完成

# past.completed.empty
source: No completed tasks.
zh_hans: 无完成任务。

# past.empty.subtitle
source: Completed weeks will appear here.
zh_hans: 完成的周将显示在这里。

# past.empty.title
source: No history yet
zh_hans: 暂无历史

# past.expired
source: Expired
zh_hans: 过期

# past.expired.note
source: Expired task details are not available.
zh_hans: 过期任务详情不可查看。

# past.title
source: Past
zh_hans: 过去

# past.total_weeks
source: Total Weeks
zh_hans: 总周数

# past.week
source: Week
zh_hans: 周

# past.week.completed_list
source: Completed Tasks
zh_hans: 完成任务

# past.week.expired_count
source: Expired tasks: %d
zh_hans: 过期任务：%d

# past.week.no_records
source: No records
zh_hans: 暂无记录

# past.week.started_days
source: Started Days
zh_hans: 启动天数

# past.week.summary
source: Weekly Summary
zh_hans: 本周总结

# pending.add_week
source: Add week
zh_hans: 新增周

# pending.create.by_date
source: By Date
zh_hans: 按日期

# pending.create.by_week
source: By Week ID
zh_hans: 按周编号

# pending.create.date
source: Choose a date
zh_hans: 选择日期

# pending.create.mode
source: Create Mode
zh_hans: 创建方式

# pending.create.title
source: Create New Task
zh_hans: 创建新任务

# pending.create.week_id
source: Week ID
zh_hans: 周编号

# pending.days_count
source: Days
zh_hans: 天数

# pending.empty.subtitle
source: Create future weeks to plan ahead.
zh_hans: 创建未来周以提前规划。

# pending.empty.title
source: No future weeks
zh_hans: 暂无未来周

# pending.month.a11y.ddl
source: %lld deadlines
zh_hans: DDL %lld

# pending.month.a11y.leisure
source: %lld leisure tasks
zh_hans: 休闲 %lld

# pending.month.a11y.regular
source: %lld regular tasks
zh_hans: 常规 %lld

# pending.month.add_selected_date
source: Add a task for the selected date
zh_hans: 为所选日期添加任务

# pending.month.empty_day
source: Nothing planned for this day
zh_hans: 这一天还没有安排

# pending.month.empty_hint
source: Use Add above to create a task for this day
zh_hans: 使用上方“添加”为这一天创建任务

# pending.month.legend.leisure
source: Leisure
zh_hans: 休闲

# pending.month.legend.regular
source: Regular
zh_hans: 普通

# pending.month.past_date_unavailable
source: Tasks can't be added to past dates.
zh_hans: 过去日期不可添加任务

# pending.month.past_read_only
source: Past dates are view-only.
zh_hans: 过去日期仅可查看，不可新增。

# pending.month.projects
source: Projects
zh_hans: 项目

# pending.month.schedule
source: %@ Schedule
zh_hans: %@安排

# pending.month.steps
source: Steps
zh_hans: 步骤

# pending.month.steps_count
source: %lld steps
zh_hans: %lld 个步骤

# pending.month.task_count
source: %lld items
zh_hans: %lld 项

# pending.month.toggle_month
source: Month
zh_hans: 月历

# pending.month.toggle_week
source: Week List
zh_hans: 周列表

# pending.switch.month
source: Switch to month view
zh_hans: 切换到月视图

# pending.switch.week
source: Switch to week list
zh_hans: 切换到周列表

# pending.timeline.empty_hint
source: Start adding tasks
zh_hans: 开始添加任务

# pending.timeline.title
source: Week Schedule
zh_hans: 本周日程

# pending.timeline.view_all
source: View all %d tasks
zh_hans: 查看全部 %d 个任务

# pending.timeline.view_day
source: View details
zh_hans: 查看详情

# pending.title
source: Pending
zh_hans: 未来

# pending.total_weeks
source: Total Weeks
zh_hans: 总周数

# pending.week
source: Week
zh_hans: 周

# pending.week.add_tasks
source: Tap to add tasks
zh_hans: 点击添加任务

# pending.week.draft_days
source: Draft Days
zh_hans: 草稿天数

# pending.week.draft_tasks_count
source: %d draft tasks
zh_hans: %d 个草稿任务

# pending.week.empty_days
source: Empty Days
zh_hans: 空白天数

# pending.week.summary
source: Weekly Overview
zh_hans: 周概览

# pending.week.total_days
source: Total Days
zh_hans: 总天数

# period.afternoon
source: Afternoon
zh_hans: 下午

# period.evening
source: Evening
zh_hans: 晚上

# period.morning
source: Morning
zh_hans: 上午

# period.night
source: Night
zh_hans: 凌晨

# progress.complete
source: Complete
zh_hans: 完成

# project.action.archive
source: Archive
zh_hans: 归档

# project.action.complete
source: Mark Complete
zh_hans: 标记完成

# project.action.delete
source: Delete
zh_hans: 删除

# project.add
source: Add Project
zh_hans: 新建项目

# project.card.add_task
source: Add Task
zh_hans: 添加待办

# project.card.expired
source: %d expired
zh_hans: %d项过期

# project.card.more
source: %d more...
zh_hans: 还有%d项...

# project.create.color
source: Color
zh_hans: 颜色

# project.create.date_range
source: Date Range
zh_hans: 日期范围

# project.create.description
source: Description
zh_hans: 描述

# project.create.description.placeholder
source: Brief project description...
zh_hans: 简要描述项目内容...

# project.create.end_date
source: End Date
zh_hans: 结束日期

# project.create.icon
source: Icon
zh_hans: 图标

# project.create.name
source: Project Name
zh_hans: 项目名称

# project.create.name.placeholder
source: Enter project name
zh_hans: 输入项目名称

# project.create.start_date
source: Start Date
zh_hans: 开始日期

# project.create.title
source: New Project
zh_hans: 新建项目

# project.delete.action
source: Delete
zh_hans: 删除

# project.delete.choice.message
source: Do you want to delete only the project or also delete its tasks from the calendar?
zh_hans: 仅删除项目本身，还是连同日历上的任务一起删除？

# project.delete.choice.only_project
source: Delete Project Only
zh_hans: 仅删除项目（保留任务）

# project.delete.choice.with_tasks
source: Delete Project & Tasks
zh_hans: 删除项目和任务

# project.delete.confirm
source: Delete Project?
zh_hans: 确定删除项目？

# project.delete.message
source: The project will be deleted, but its tasks will remain on their assigned days.
zh_hans: 项目将被删除，但已分配的任务仍保留在对应日期上。

# project.empty.subtitle
source: Create a project to manage cross-day tasks
zh_hans: 创建一个项目来管理跨天跨周的任务

# project.empty.title
source: No Projects Yet
zh_hans: 暂无项目

# project.error.date_invalid
source: End date must be after start date
zh_hans: 结束日期不能早于开始日期

# project.error.date_out_of_range
source: Date is outside the project's date range
zh_hans: 日期超出项目允许的时间范围

# project.error.day_completed
source: Cannot add tasks to a completed day
zh_hans: 当日已完成，无法再添加任务

# project.error.day_expired
source: Cannot add tasks to an expired day
zh_hans: 当日已过期，无法添加任务

# project.error.name_empty
source: Project name is required
zh_hans: 请输入项目名称

# project.error.task_title_empty
source: Task name is required
zh_hans: 请输入任务名称

# project.progress
source: Progress
zh_hans: 进度

# project.section.active
source: Active Projects
zh_hans: 进行中

# project.section.completed
source: Completed
zh_hans: 已完成

# project.stat.completed
source: Done
zh_hans: 已完成

# project.stat.expired
source: Expired
zh_hans: 已过期

# project.stat.remaining
source: Remaining
zh_hans: 剩余

# project.stat.total
source: Total
zh_hans: 总计

# project.status.active
source: Active
zh_hans: 进行中

# project.status.archived
source: Archived
zh_hans: 已归档

# project.status.completed
source: Completed
zh_hans: 已完成

# project.status.planning
source: Planning
zh_hans: 规划中

# project.task.add.title
source: Add Task
zh_hans: 添加任务

# project.task.dates
source: Select Dates
zh_hans: 选择日期

# project.task.dates.count
source: %d selected
zh_hans: 已选%d天

# project.task.delete.action
source: Delete Task
zh_hans: 删除任务

# project.task.delete.confirm
source: Delete this task?
zh_hans: 确认删除这个任务？

# project.task.delete.message
source: This action cannot be undone.
zh_hans: 此操作不可撤销。

# project.task.name
source: Task Name
zh_hans: 任务名称

# project.task.name.placeholder
source: Enter task name
zh_hans: 输入任务名称

# project.task.selected_dates
source: Selected Dates (tap to remove)
zh_hans: 已选日期（点击移除）

# project.task.type
source: Task Type
zh_hans: 任务类型

# project.tasks.add_first
source: Add your first task
zh_hans: 添加第一个任务

# project.tasks.count
source: %lld tasks
zh_hans: %lld 个任务

# project.tasks.empty
source: No tasks in this project yet
zh_hans: 项目暂无任务

# project.tasks.title
source: Tasks
zh_hans: 任务列表

# project.tiles.edit_hint
source: Drag tiles to reorder, delete from the top-right, resize from the bottom-right.
zh_hans: 拖拽磁贴可重排，右上角删除，右下角改尺寸

# settings.about.days_started
source: Days Started
zh_hans: 已启动天数

# settings.about.header
source: About
zh_hans: 关于

# settings.about.start_date
source: Started Using
zh_hans: 开始使用

# settings.about.version
source: Version
zh_hans: 版本

# settings.appearance.dark
source: Dark
zh_hans: 深色

# settings.appearance.light
source: Light
zh_hans: 浅色

# settings.appearance.mode
source: Appearance
zh_hans: 显示模式

# settings.appearance.system
source: Auto
zh_hans: 自动

# settings.data.export
source: Export Data
zh_hans: 导出数据

# settings.data.export.coming_soon
source: Coming Soon
zh_hans: 即将上线

# settings.debug.clear
source: Clear All Data
zh_hans: 一键清空所有数据

# settings.debug.clear.confirm_action
source: Clear
zh_hans: 清空

# settings.debug.clear.confirm_message
source: This will permanently delete all weeks, days, and tasks.
zh_hans: 将永久删除所有周、天与任务数据。

# settings.debug.clear.confirm_title
source: Confirm Clear
zh_hans: 确认清空

# settings.debug.clear.failed
source: Failed to clear data.
zh_hans: 清空失败。

# settings.debug.clear.success
source: All data cleared.
zh_hans: 已清空全部数据。

# settings.debug.header
source: Developer Tools
zh_hans: 开发工具

# settings.debug.seed
source: Fill Demo Data
zh_hans: 填充演示数据

# settings.debug.seed.allow_existing
source: Allow generating on existing data
zh_hans: 允许在已有数据上生成

# settings.debug.seed.already
source: Existing data found. No changes were made.
zh_hans: 已有数据，未执行填充。

# settings.debug.seed.draft_tasks
source: Tasks for today draft:
zh_hans: 今日草稿任务数：

# settings.debug.seed.expired.every
source: Expired frequency: every %d days
zh_hans: 过期频率：每 %d 天

# settings.debug.seed.expired.none
source: Expired frequency: none
zh_hans: 过期频率：无

# settings.debug.seed.failed
source: Failed to generate demo data.
zh_hans: 填充失败。

# settings.debug.seed.footer
source: This will generate past, current, and future demo tasks. Only works on an empty database.
zh_hans: 将生成过去/本周/未来的示例任务，仅在空库时可用。

# settings.debug.seed.future_weeks
source: Future weeks:
zh_hans: 未来周数：

# settings.debug.seed.include_attachments
source: Include attachments
zh_hans: 包含附件

# settings.debug.seed.include_descriptions
source: Include descriptions
zh_hans: 包含描述

# settings.debug.seed.include_steps
source: Include steps
zh_hans: 包含步骤

# settings.debug.seed.none
source: No new data was generated.
zh_hans: 未生成新数据。

# settings.debug.seed.past_tasks
source: Tasks per past day:
zh_hans: 过去每天任务数：

# settings.debug.seed.past_weeks
source: Past weeks:
zh_hans: 过去周数：

# settings.debug.seed.success
source: Demo data generated.
zh_hans: 已填充演示数据。

# settings.default_kill_time
source: Default Kill Time
zh_hans: 默认截止时间

# settings.default_task_type
source: Default Task Type
zh_hans: 默认任务类型

# settings.defaults.footer
source: These defaults will be applied when creating new days and tasks.
zh_hans: 这些默认值将在创建新的日期和任务时应用。

# settings.defaults.header
source: Default Parameters
zh_hans: 默认参数

# settings.developer.footer
source: Enable to access data seeding and maintenance tools.
zh_hans: 开启后可访问数据填充与维护工具。

# settings.developer.header
source: Developer Settings
zh_hans: 开发者设置

# settings.developer.show_debug
source: Show developer tools
zh_hans: 显示调试工具

# settings.developer.show_debug.subtitle
source: Advanced options for seeding and clearing data.
zh_hans: 包含数据填充与清空等高级选项。

# settings.icloud.coming_soon
source: Coming soon
zh_hans: 即将推出

# settings.icloud.footer
source: iCloud sync is currently under development and will be available in a future update.
zh_hans: iCloud 同步功能正在开发中,将在未来版本中推出。

# settings.icloud.header
source: iCloud Sync
zh_hans: iCloud 同步

# settings.icloud.status
source: Sync Status
zh_hans: 同步状态

# settings.icloud.status.disabled
source: Not Available
zh_hans: 不可用

# settings.icloud.sync
source: Enable iCloud Sync
zh_hans: 启用 iCloud 同步

# settings.kill_time_reminder
source: Kill Time Reminder
zh_hans: 截止时间提醒

# settings.kill_time_reminder.subtitle
source: Remind me before kill time
zh_hans: 在截止时间前提醒我

# settings.reminder.15min
source: 15 minutes before
zh_hans: 提前 15 分钟

# settings.reminder.30min
source: 30 minutes before
zh_hans: 提前 30 分钟

# settings.reminder.60min
source: 1 hour before
zh_hans: 提前 1 小时

# settings.reminder.none
source: No Reminder
zh_hans: 不提醒

# settings.section.data
source: Data & Privacy
zh_hans: 数据与隐私

# settings.section.tasks
source: Tasks & Time
zh_hans: 任务与时间

# settings.section.week
source: Week & Stats
zh_hans: 周与统计

# settings.theme.color
source: Theme
zh_hans: 主题色

# settings.theme.preview
source: Theme Preview
zh_hans: 主题预览

# settings.title
source: Settings
zh_hans: 设置

# settings.week.header
source: Week Settings
zh_hans: 周设置

# settings.week.starts_monday
source: Week Starts on Monday
zh_hans: 周从周一开始

# settings.week.starts_monday.subtitle
source: Otherwise starts on Sunday
zh_hans: 否则从周日开始

# stats.best
source: Best
zh_hans: 最佳

# stats.completed
source: Completed
zh_hans: 已完成

# stats.completion_rate
source: Completion Rate
zh_hans: 完成率

# stats.days
source: days
zh_hans: 天

# stats.focus_hours
source: Focus Time
zh_hans: 专注时长

# stats.heatmap.empty
source: No activity yet
zh_hans: 暂无活跃记录

# stats.heatmap.less
source: Less
zh_hans: 少

# stats.heatmap.more
source: More
zh_hans: 多

# stats.heatmap.title
source: Activity
zh_hans: 活跃度

# stats.legend.completed
source: Completed
zh_hans: 完成

# stats.legend.expired
source: Expired
zh_hans: 过期

# stats.streak
source: Streak
zh_hans: 连续打卡

# stats.trend.down
source: Down
zh_hans: 下降

# stats.trend.empty
source: No data yet
zh_hans: 暂无数据

# stats.trend.stable
source: Stable
zh_hans: 稳定

# stats.trend.title
source: Weekly Trend
zh_hans: 周趋势

# stats.trend.up
source: Up
zh_hans: 上升

# status.completed
source: Completed
zh_hans: 已完成

# status.draft
source: Draft
zh_hans: 草稿

# status.empty
source: Empty
zh_hans: 空

# status.execute
source: Executing
zh_hans: 执行中

# status.expired
source: Expired
zh_hans: 已过期

source: Step
zh_hans: 步骤

# tab.extensions
source: Extensions
zh_hans: 扩展

# tab.past
source: Past
zh_hans: 过去

# tab.pending
source: Future
zh_hans: 未来

# tab.settings
source: Me
zh_hans: 我的

# tab.today
source: Now
zh_hans: 当下

# tab.week
source: Week
zh_hans: 本周

# task.attachments
source: Attachments
zh_hans: 附件

# task.basic_info
source: Basic Info
zh_hans: 基本信息

# task.description.placeholder
source: Description
zh_hans: 描述

# task.detail.title
source: Task Details
zh_hans: 任务详情

# task.step.add
source: Add Step
zh_hans: 添加步骤

# task.steps
source: Steps
zh_hans: 步骤

# task.steps.empty
source: No steps yet.
zh_hans: 暂无步骤。

# task.title
source: Title
zh_hans: 标题

# task.title.placeholder
source: Task description
zh_hans: 任务描述

# task.type
source: Type
zh_hans: 类型

# task.type.leisure
source: Leisure
zh_hans: 休闲

# task.type.regular
source: Regular
zh_hans: 常规

# today.days_started
source: Days Started
zh_hans: 已启动天数

# today.empty.subtitle
source: Create today's task flow to begin.
zh_hans: 创建今日任务流以开始。

# today.empty.title
source: No tasks today
zh_hans: 今日无任务

# today.status
source: Status
zh_hans: 状态

# today.title
source: Today
zh_hans: 今日

source: Week Detail: %@
zh_hans: 周详情：%@

# week.completed_days
source: Completed Days
zh_hans: 完成天数

# week.title
source: This Week
zh_hans: 本周

# zone.complete
source: Complete
zh_hans: 完成区

# zone.complete.empty
source: No completed tasks.
zh_hans: 暂无完成任务。

# zone.draft
source: Draft
zh_hans: 草稿区

# zone.focus
source: Focus
zh_hans: 专注区

# zone.focus.empty
source: No focus task.
zh_hans: 暂无专注任务。

# zone.frozen
source: Frozen
zh_hans: 冻结区

# zone.frozen.empty
source: No frozen tasks.
zh_hans: 暂无冻结任务。
